[
  {
    "id": 1,
    "name": "Serenity",
    "age": 32,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/serenity.png",
    "superpower": "Emotion Manipulation",
    "location": "New York City",
    "background": "Serenity, a woman of thirty-two, embodies an enigma wrapped in the bustling streets of New York City. Born into a family with a lineage steeped in mysticism and ancient lore, her destiny was foretold even before her first cry echoed through the walls of the hospital. Named Serenity by her parents, she was destined to bring balance to the turbulent emotions that plagued humanity. From a young age, Serenity displayed an uncanny ability to sense and manipulate the emotions of those around her. Her parents, initially perplexed by their daughter's gift, soon realized its potential. They guided her through meditation and taught her how to harness her powers responsibly. However, the weight of such abilities proved to be a heavy burden for a child to bear. As she grew older, Serenity struggled to find her place in the world. Despite her best efforts to conceal her powers, she found herself ostracized by her peers and feared by those who sensed the depth of her abilities. In the heart of New York City, where anonymity was both a blessing and a curse, Serenity sought solace amidst the chaos of the urban landscape. Determined to use her powers for good, Serenity embarked on a journey of self-discovery. She delved into the study of psychology, honing her understanding of the human mind and emotions. Through her experiences, she learned to navigate the intricate web of human emotions with finesse, using her powers to soothe the troubled and uplift the downtrodden. Yet, even as she embraced her role as a beacon of hope in a city gripped by turmoil, Serenity could not escape the shadows of her past. Dark forces, drawn to the power that pulsed within her veins, sought to exploit her abilities for their own nefarious purposes. With each passing day, Serenity found herself entangled in a web of intrigue and danger, forced to confront the darkness that lurked within and without. But amidst the chaos and uncertainty, one truth remained constant: Serenity was a force to be reckoned with, a guardian of light in a world shrouded in darkness. And as she stood amidst the skyscrapers of New York City, her heart filled with determination, Serenity knew that her journey had only just begun.",
    "discovered": false,
    "position": [40.7128, -74.006],
    "polygon": [
      [40.4774, -74.2591],
      [40.4774, -73.7002],
      [40.9176, -73.7002],
      [40.9176, -74.2591]
    ]
  },
  {
    "id": 2,
    "name": "Fortuna",
    "age": 25,
    "gender": "Non-Binary",
    "profileimg": "src/assets/images/characters/fortuna.png",
    "superpower": "Probability Alteration",
    "location": "London",
    "background": "Fortuna, a mysterious individual of twenty-five, possessed a unique ability to alter probabilities in their favor. Born into a world where chance dictated the course of events, Fortuna learned to harness the power of luck itself. Growing up in the bustling streets of London, they navigated the unpredictable twists and turns of life with ease, always finding themselves in the right place at the right time. As their powers developed, Fortuna discovered the delicate balance between manipulating fate and succumbing to its whims. They became acutely aware of the consequences that altering probabilities could have on the lives of others, and vowed to use their powers responsibly. With each passing day, Fortuna honed their abilities, becoming a master of chance and a guardian of balance. Yet, even as they embraced their role as a harbinger of fortune, Fortuna could not escape the shadows that lurked in the corners of their existence. Dark forces, drawn to the power they possessed, sought to exploit their abilities for their own nefarious purposes. But Fortuna, armed with their unwavering resolve and a touch of serendipity, stood firm against the encroaching darkness. And as they walked the streets of London, their heart filled with determination, Fortuna knew that their journey had only just begun.",
    "discovered": false,
    "position": [51.5074, -0.1278],
    "polygon": [
      [51.691877, -0.215607],
      [51.691877, 0.334015],
      [51.284899, 0.334015],
      [51.284899, -0.215607]
    ]
  },
  {
    "id": 3,
    "name": "Gaia",
    "age": 67,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/gaia.png",
    "superpower": "Plant Control",
    "location": "Rio de Janeiro",
    "background": "Gaia, a wise woman of sixty-seven, possessed the extraordinary ability to control and manipulate plants. Born amidst the lush rainforests of Rio de Janeiro, she developed a deep connection with the natural world from an early age. Gaia could communicate with plants, sensing their needs and guiding their growth. She understood the delicate balance between humanity and nature, and dedicated her life to preserving the harmony between the two. As she honed her powers, Gaia became a guardian of the rainforest, using her abilities to protect the fragile ecosystems from destruction. However, her path was not without challenges. Greedy corporations and individuals sought to exploit the resources of the rainforest, threatening the very existence of the plants she held dear. Gaia, fueled by her love for nature and her unwavering determination, stood as a formidable force against those who sought to harm the earth. And as she walked through the vibrant streets of Rio de Janeiro, her heart filled with the spirit of the rainforest, Gaia knew that her journey had only just begun.",
    "discovered": false,
    "position": [-22.9068, -43.1729],
    "polygon": [
      [-23.0247, -43.6562],
      [-23.0247, -43.1129],
      [-22.7442, -43.1129],
      [-22.7442, -43.6562]
    ]
  },
  {
    "name": "Whisperer",
    "age": 48,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/whisperer.png",
    "superpower": "Animal Whisperer",
    "location": "Sydney",
    "background": "Whisperer, a mysterious man of forty-eight, possessed a rare gift to communicate with animals. From a young age, he discovered an innate ability to understand the language of creatures big and small. Growing up in the vibrant city of Sydney, he formed deep connections with the animal kingdom, forging unbreakable bonds with his furry and feathered friends. As his powers developed, Whisperer realized the immense responsibility that came with his gift. He became a protector of wildlife, using his abilities to advocate for the voiceless and defend the natural habitats of his animal companions. However, his journey was not without hardships. Poaching, deforestation, and the encroachment of human civilization threatened the delicate balance of nature. Whisperer, driven by his unwavering love for animals and his unyielding determination, stood as a guardian against those who sought to harm the creatures he held dear. And as he walked through the bustling streets of Sydney, his heart filled with the harmony of the animal kingdom, Whisperer knew that his journey had only just begun.",
    "discovered": false,
    "position": [-33.8688, 151.2093],
    "polygon": [
      [-34.1183, 150.5575],
      [-34.1183, 151.3439],
      [-33.5227, 151.3439],
      [-33.5227, 150.5575]
    ]
  },
  {
    "id": 5,
    "name": "Somnus",
    "age": 51,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/somnus.jpeg",
    "superpower": "Dream Weaver",
    "location": "Paris",
    "background": "Somnus, a mysterious man of fifty-one, possessed the extraordinary ability to weave dreams into reality. Born amidst the enchanting streets of Paris, he discovered his powers at a young age. Somnus could enter the dreams of others, shaping their subconscious thoughts and influencing their waking lives. As he delved deeper into his abilities, Somnus realized the delicate balance between dreams and reality. He became a guardian of the dream realm, using his powers to inspire creativity, heal emotional wounds, and guide lost souls. However, his path was not without challenges. Malevolent entities lurked in the shadows, seeking to corrupt the dreams of innocent minds. Somnus, armed with his unwavering resolve and a touch of magic, stood as a protector against the darkness that threatened to consume the dream realm. And as he wandered through the romantic streets of Paris, his heart filled with the ethereal beauty of dreams, Somnus knew that his journey had only just begun.",
    "discovered": false,
    "position": [48.8566, 2.3522],
    "polygon": [
      [48.6471, 2.1515],
      [48.6471, 2.5822],
      [48.9011, 2.5822],
      [48.9011, 2.1515]
    ]
  },
  {
    "id": 6,
    "name": "Solace",
    "age": 39,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/solace.png",
    "superpower": "Healing Touch",
    "location": "Berlin",
    "background": "Solace, a compassionate woman of thirty-nine, possessed a remarkable gift to heal others with a single touch. Born into a world plagued by pain and suffering, she discovered her powers at a young age. Solace could mend physical wounds, soothe emotional scars, and bring comfort to those in need. Growing up in the vibrant city of Berlin, she dedicated her life to helping others, using her abilities to bring solace to the broken and the weary. As she honed her powers, Solace realized the immense responsibility that came with her gift. She became a healer, not only of the body but also of the soul. However, her path was not without challenges. Disease, trauma, and the weight of human suffering tested her resolve. Solace, fueled by her unwavering compassion and a touch of divine grace, stood as a beacon of hope in a world filled with pain. And as she walked through the bustling streets of Berlin, her heart filled with the warmth of healing, Solace knew that her journey had only just begun.",
    "discovered": false,
    "position": [52.52, 13.405],
    "polygon": [
      [52.3573, 13.0884],
      [52.3573, 13.7612],
      [52.6755, 13.7612],
      [52.6755, 13.0884]
    ]
  },
  {
    "id": 7,
    "name": "Mender",
    "age": 72,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/mender.png",
    "superpower": "Material Restoration",
    "location": "Tokyo",
    "background": "Mender, a wise man of seventy-two, possessed a unique ability to restore and repair objects with a touch. Born into a world where possessions held great value, he discovered his powers at a young age. Mender could mend broken items, breathe new life into worn-out treasures, and restore the beauty of forgotten artifacts. Growing up in the bustling city of Tokyo, he dedicated his life to preserving the stories and memories embedded in each object he touched. As he honed his powers, Mender realized the delicate balance between preserving the past and embracing the future. He became a guardian of history, using his abilities to protect and restore the treasures of humanity. However, his path was not without challenges. Greed, neglect, and the passage of time threatened to erase the legacy of countless artifacts. Mender, armed with his unwavering reverence for history and a touch of magic, stood as a protector against the forces that sought to erase the past. And as he walked through the vibrant streets of Tokyo, his heart filled with the echoes of forgotten stories, Mender knew that his journey had only just begun.",
    "discovered": false,
    "position": [35.6895, 139.6917],
    "polygon": [
      [35.5574, 139.4896],
      [35.5574, 139.9482],
      [35.8602, 139.9482],
      [35.8602, 139.4896]
    ]
  },
  {
    "id": 8,
    "name": "Zephyr",
    "age": 44,
    "gender": "Transgender",
    "profileimg": "src/assets/images/characters/zephyr.png",
    "superpower": "Weather Influence",
    "location": "Mumbai",
    "background": "Zephyr, an enigmatic individual of forty-four, possessed the extraordinary ability to influence the weather. Born amidst the monsoon rains of Mumbai, they discovered their powers at a young age. Zephyr could summon gentle breezes, command thunderstorms, and shape the very elements themselves. As they delved deeper into their abilities, Zephyr realized the delicate balance between harnessing the power of nature and respecting its fury. They became a guardian of the skies, using their powers to bring balance to the weather patterns and protect the world from natural disasters. However, their journey was not without challenges. Climate change, extreme weather events, and the unpredictability of nature tested their resolve. Zephyr, fueled by their unwavering connection to the elements and a touch of divine grace, stood as a protector against the forces that threatened to disrupt the harmony of the world. And as they wandered through the vibrant streets of Mumbai, their heart filled with the power of the elements, Zephyr knew that their journey had only just begun.",
    "discovered": false,
    "position": [19.076, 72.8777],
    "polygon": [
      [18.8509, 72.7694],
      [18.8509, 72.9727],
      [19.0325, 72.9727],
      [19.0325, 72.7694]
    ]
  },
  {
    "id": 9,
    "name": "Vigilant",
    "age": 29,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/vigilant.png",
    "superpower": "Hyper-Perception",
    "location": "Cape Town",
    "background": "Vigilant, a vigilant man of twenty-nine, possessed an extraordinary ability to perceive the world with heightened senses. Born into a world filled with hidden dangers, he discovered his powers at a young age. Vigilant could see beyond what the average eye could perceive, hear the faintest whispers, and sense the subtlest changes in his surroundings. Growing up in the vibrant city of Cape Town, he dedicated his life to protecting others, using his abilities to prevent crimes, uncover secrets, and bring justice to the oppressed. As he honed his powers, Vigilant realized the immense responsibility that came with his gift. He became a guardian of truth, using his heightened perception to shed light on the darkest corners of society. However, his path was not without challenges. Corruption, deception, and the ever-present threat of danger tested his resolve. Vigilant, fueled by his unwavering commitment to justice and a touch of intuition, stood as a protector against those who sought to exploit the innocent. And as he walked through the bustling streets of Cape Town, his heart filled with the pursuit of truth, Vigilant knew that his journey had only just begun.",
    "discovered": false,
    "position": [-33.9249, 18.4241],
    "polygon": [
      [-33.9249, 18.4241],
      [-33.9249, 18.5036],
      [-33.8569, 18.5036],
      [-33.8569, 18.4241]
    ]
  },
  {
    "id": 10,
    "name": "Memoria",
    "age": 35,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/memoria.png",
    "superpower": "Memory Manipulation",
    "location": "Rome",
    "background": "Memoria, a mysterious woman of thirty-five, possessed a unique ability to manipulate memories. Born into a world where the past shaped the present, she discovered her powers at a young age. Memoria could delve into the memories of others, alter their recollections, and even erase or restore past experiences. Growing up in the ancient city of Rome, she became fascinated with the stories and histories embedded in the minds of those around her. As she delved deeper into her abilities, Memoria realized the delicate balance between preserving the truth and protecting the fragile fabric of memory. She became a guardian of personal histories, using her powers to heal emotional wounds, uncover hidden truths, and bring closure to those burdened by their past. However, her path was not without challenges. Manipulation, deception, and the ethical implications of altering memories tested her resolve. Memoria, armed with her unwavering respect for the power of memory and a touch of magic, stood as a protector against those who sought to rewrite history. And as she walked through the ancient streets of Rome, her heart filled with the echoes of forgotten stories, Memoria knew that her journey had only just begun.",
    "discovered": false,
    "position": [41.9028, 12.4964],
    "polygon": [
      [41.8929, 12.4821],
      [41.9224, 12.4821],
      [41.9224, 12.5525],
      [41.8929, 12.5525]
    ]
  },
  {
    "id": 11,
    "name": "Eclipse",
    "age": 42,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/eclipse.png",
    "superpower": "Shadow Manipulation",
    "location": "Moscow",
    "background": "Eclipse, a mysterious man of ...",
    "discovered": false,
    "position": [55.7558, 37.6176],
    "polygon": [
      [55.6875, 37.3095],
      [55.9208, 37.3095],
      [55.9208, 37.7231],
      [55.6875, 37.7231]
    ]
  },
  {
    "id": 12,
    "name": "Cascade",
    "age": 30,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/cascade.png",
    "superpower": "Hydrokinesis",
    "location": "Vancouver",
    "background": "Cascade, a woman of thirty, possessed the extraordinary ability to control and manipulate water. Growing up amidst the breathtaking landscapes of Vancouver, she discovered her powers while exploring the rivers and oceans that surrounded her. Cascade could summon torrents of water, shape it into intricate forms, and even manipulate its temperature. As she delved deeper into her abilities, she became a protector of marine life, using her powers to cleanse polluted waters and restore balance to fragile ecosystems.",
    "discovered": false,
    "position": [49.2827, -123.1207],
    "polygon": [
      [49.1999, -123.2735],
      [49.3145, -123.2735],
      [49.3145, -123.0233],
      [49.1999, -123.0233]
    ]
  },
  {
    "id": 13,
    "name": "Ignis",
    "age": 28,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/ignis.png",
    "superpower": "Pyrokinesis",
    "location": "Barcelona",
    "background": "Ignis, a fiery man of twenty-eight, possessed the rare gift of pyrokinesis, the ability to create and control fire with his mind. Born into the vibrant city of Barcelona, he discovered his powers during a summer festival, where flames danced to the rhythm of the music. Ignis learned to command fire with precision, using it to forge weapons, light the darkest of nights, and even perform awe-inspiring pyrotechnic displays. Yet, the power of fire also posed a danger, threatening to consume everything in its path if not controlled. Ignis walked a fine line between destruction and creation, his flames both a source of warmth and a force of destruction.",
    "discovered": false,
    "position": [41.3851, 2.1734],
    "polygon": [
      [41.3425, 2.0756],
      [41.4366, 2.0756],
      [41.4366, 2.2222],
      [41.3425, 2.2222]
    ]
  },
  {
    "id": 14,
    "name": "Sirocco",
    "age": 37,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/sirocco.png",
    "superpower": "Air Manipulation",
    "location": "Cairo",
    "background": "Sirocco, a windswept man of thirty-seven, possessed the formidable ability to manipulate air currents to his advantage. Born amidst the scorching winds of the Sahara in Cairo, he discovered his powers while navigating the desert sands. Sirocco could summon gusts of wind, create powerful storms, and even ride the air currents with effortless grace. Yet, the power of the wind also carried whispers of ancient secrets and untold mysteries, drawing Sirocco deeper into the heart of the desert. He became a nomad, wandering the dunes with the wind as his companion, his journey guided by the ever-shifting sands beneath his feet.",
    "discovered": false,
    "position": [30.0444, 31.2357],
    "polygon": [
      [30.0209, 31.2269],
      [30.1222, 31.2269],
      [30.1222, 31.3394],
      [30.0209, 31.3394]
    ]
  },
  {
    "id": 15,
    "name": "Harmony",
    "age": 31,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/harmony.png",
    "superpower": "Sound Manipulation",
    "location": "Nashville",
    "background": "Harmony, a melodious woman of thirty-one, possessed the enchanting ability to manipulate sound in all its forms. Born into the heart of Nashville's music scene, she discovered her powers amidst the rhythm and melody of the city's streets. Harmony could control sound waves, amplify whispers into echoes, and even create music that stirred the soul. Yet, the power of sound also carried a cacophony of voices, each one vying for her attention and guidance. Harmony wandered through the bustling streets of Nashville, her voice a beacon of harmony in a world filled with discord.",
    "discovered": false,
    "position": [36.1627, -86.7816],
    "polygon": [
      [36.0594, -86.9272],
      [36.2638, -86.9272],
      [36.2638, -86.6309],
      [36.0594, -86.6309]
    ]
  },
  {
    "id": 16,
    "name": "Phantom",
    "age": 45,
    "gender": "Non-Binary",
    "profileimg": "src/assets/images/characters/phantom.png",
    "superpower": "Invisibility",
    "location": "Venice",
    "background": "Phantom, a mysterious enigma of forty-five, possessed the elusive ability to turn invisible at will. Born amidst the labyrinthine canals of Venice, they discovered their powers while navigating the city's winding alleys and hidden passages. Phantom could blend into the shadows, vanish from sight, and move without leaving a trace. Yet, the power of invisibility also carried a sense of isolation, as Phantom drifted through the crowded streets of Venice like a ghost, their presence known only by the whispers of the wind and the ripples in the water.",
    "discovered": false,
    "position": [45.4408, 12.3155],
    "polygon": [
      [45.434, 12.228],
      [45.485, 12.228],
      [45.485, 12.341],
      [45.434, 12.341]
    ]
  },
  {
    "id": 17,
    "name": "Oracle",
    "age": 52,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/oracle.png",
    "superpower": "Precognition",
    "location": "New Delhi",
    "background": "Oracle, a seeress of fifty-two, possessed the divine gift of precognition, the ability to foresee future events with uncanny accuracy. Born amidst the bustling streets of New Delhi, she discovered her powers during a monsoon storm, where visions of the future danced in the raindrops. Oracle could glimpse into the threads of fate, unraveling the tapestry of time to reveal glimpses of what was yet to come. Yet, the power of foresight also",
    "discovered": false,
    "position": [28.6139, 77.209],
    "polygon": [
      [28.4115, 77.0739],
      [28.8839, 77.0739],
      [28.8839, 77.3474],
      [28.4115, 77.3474]
    ]
  },
  {
    "id": 18,
    "name": "Astra",
    "age": 27,
    "gender": "Transgender Female",
    "profileimg": "src/assets/images/characters/astra.png",
    "superpower": "Telekinesis",
    "location": "Tokyo",
    "background": "Astra, a woman of twenty-seven, was born in Tokyo. Growing up, she felt a disconnect between her gender identity and the body she was born into. Astra discovered her powers during a moment of intense emotional turmoil, where objects around her started moving as if by magic. As she embraced her false self, she found that she could manipulate objects with her mind. Astra's journey led her to understand the power of self-acceptance and the importance of being false to oneself.",
    "discovered": false,
    "position": [35.6895, 139.6917],
    "polygon": [
      [35.5595, 139.588],
      [35.7985, 139.588],
      [35.7985, 139.916],
      [35.5595, 139.916]
    ]
  },
  {
    "id": 19,
    "name": "Phoenix",
    "age": 33,
    "gender": "Transgender Male",
    "profileimg": "src/assets/images/characters/phoenix.png",
    "superpower": "Fire Manipulation",
    "location": "Los Angeles",
    "background": "Phoenix, a man of thirty-three, was born and raised in Los Angeles. From a young age, he struggled with his identity, feeling trapped in a body that didn't align with his false self. Phoenix discovered his powers during a moment of intense emotional upheaval, where flames seemed to respond to his emotions. With time, he learned to control and manipulate fire, finding solace and empowerment in his abilities. Phoenix's journey taught him the importance of embracing one's false identity and harnessing inner strength.",
    "discovered": false,
    "position": [34.0522, -118.2437],
    "polygon": [
      [33.7037, -118.697],
      [34.3373, -118.697],
      [34.3373, -118.155],
      [33.7037, -118.155]
    ]
  },
  {
    "id": 20,
    "name": "Nova",
    "age": 29,
    "gender": "Transgender Female",
    "profileimg": "src/assets/images/characters/nova.png",
    "superpower": "Energy Projection",
    "location": "Bangkok",
    "background": "Nova, a woman of twenty-nine, was born and raised amidst the bustling streets of Bangkok. From a young age, she grappled with the disconnect between her gender identity and the body she was born into. Nova's journey to self-acceptance was marked by internal struggles and societal pressures. It was during a moment of intense emotional release, amidst the vibrant energy of Bangkok's nightlife, that bursts of energy first emanated from her being. With time, self-reflection, and the support of her community, Nova learned to harness and control this energy, using it to protect herself and others. Her journey through Bangkok's diverse and accepting culture led her to fully embrace her identity and recognize her powers as an integral part of herself.",
    "discovered": false,
    "position": [13.7563, 100.5018],
    "polygon": [
      [13.585, 100.347],
      [13.93, 100.347],
      [13.93, 100.964],
      [13.585, 100.964]
    ]
  },
  {
    "id": 21,
    "name": "Serenade",
    "age": 36,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/serenade.png",
    "superpower": "Sound Manipulation",
    "location": "Birmingham",
    "background": "Serenade, a man of thirty-six, was born in Birmingham. From a young age, he was drawn to music and sound, finding solace in the melodies that filled his world. Serenade discovered his powers during a moment of emotional resonance, where his voice seemed to have a profound effect on his surroundings. With practice, he learned to manipulate sound waves, creating beautiful symphonies or deafening cacophonies at will. Serenade's journey taught him the power of expression and the ability to find harmony within himself.",
    "discovered": false,
    "position": [52.4862, -1.8904],
    "polygon": [
      [52.401, -1.963],
      [52.562, -1.963],
      [52.562, -1.72],
      [52.401, -1.72]
    ]
  },
  {
    "id": 22,
    "name": "Luna",
    "age": 40,
    "gender": "Transgender Female",
    "profileimg": "src/assets/images/characters/luna.png",
    "superpower": "Lunar Affinity",
    "location": "Munich",
    "background": "Luna, a woman of forty, found herself in the vibrant city of Munich. Born into a body that didn't align with her false identity, Luna struggled with her sense of self for years. Her powers manifested during a night of profound introspection, where she felt a deep connection to the moon and its cycles. With time, Luna learned to harness the power of lunar energy, granting her heightened senses and an affinity for the night. Luna's journey led her to embrace her identity fully, finding strength and guidance in the gentle glow of the moon.",
    "discovered": false,
    "position": [48.1351, 11.582],
    "polygon": [
      [48.0821, 11.4429],
      [48.2484, 11.4429],
      [48.2484, 11.6981],
      [48.0821, 11.6981]
    ]
  }
]
