[
  {
    "id": 1,
    "name": "Serenity",
    "age": 32,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/serenity.png",
    "superpower": "Emotion Manipulation",
    "location": "New York City",
    "background": "Serenity, a woman of thirty-two, embodies an enigma wrapped in the bustling streets of New York City. Born into a family with a lineage steeped in mysticism and ancient lore, her destiny was foretold even before her first cry echoed through the walls of the hospital. Named Serenity by her parents, she was destined to bring balance to the turbulent emotions that plagued humanity. From a young age, Serenity displayed an uncanny ability to sense and manipulate the emotions of those around her. Her parents, initially perplexed by their daughter's gift, soon realized its potential. They guided her through meditation and taught her how to harness her powers responsibly. However, the weight of such abilities proved to be a heavy burden for a child to bear. As she grew older, Serenity struggled to find her place in the world. Despite her best efforts to conceal her powers, she found herself ostracized by her peers and feared by those who sensed the depth of her abilities. In the heart of New York City, where anonymity was both a blessing and a curse, Serenity sought solace amidst the chaos of the urban landscape. Determined to use her powers for good, Serenity embarked on a journey of self-discovery. She delved into the study of psychology, honing her understanding of the human mind and emotions. Through her experiences, she learned to navigate the intricate web of human emotions with finesse, using her powers to soothe the troubled and uplift the downtrodden. Yet, even as she embraced her role as a beacon of hope in a city gripped by turmoil, Serenity could not escape the shadows of her past. Dark forces, drawn to the power that pulsed within her veins, sought to exploit her abilities for their own nefarious purposes. With each passing day, Serenity found herself entangled in a web of intrigue and danger, forced to confront the darkness that lurked within and without. But amidst the chaos and uncertainty, one truth remained constant: Serenity was a force to be reckoned with, a guardian of light in a world shrouded in darkness. And as she stood amidst the skyscrapers of New York City, her heart filled with determination, Serenity knew that her journey had only just begun.",
    "discovered": false,
    "position": [40.7128, -74.006],
    "polygon": [
      [40.4774, -74.2591],
      [40.4774, -73.7002],
      [40.9176, -73.7002],
      [40.9176, -74.2591]
    ]
  },
  {
    "id": 2,
    "name": "Fortuna",
    "age": 25,
    "gender": "Non-Binary",
    "profileimg": "src/assets/images/characters/fortuna.png",
    "superpower": "Probability Alteration",
    "location": "London",
    "background": "Fortuna, a mysterious individual of twenty-five, possessed a unique ability to alter probabilities in their favor. Born into a world where chance dictated the course of events, Fortuna learned to harness the power of luck itself. Growing up in the bustling streets of London, they navigated the unpredictable twists and turns of life with ease, always finding themselves in the right place at the right time. As their powers developed, Fortuna discovered the delicate balance between manipulating fate and succumbing to its whims. They became acutely aware of the consequences that altering probabilities could have on the lives of others, and vowed to use their powers responsibly. With each passing day, Fortuna honed their abilities, becoming a master of chance and a guardian of balance. Yet, even as they embraced their role as a harbinger of fortune, Fortuna could not escape the shadows that lurked in the corners of their existence. Dark forces, drawn to the power they possessed, sought to exploit their abilities for their own nefarious purposes. But Fortuna, armed with their unwavering resolve and a touch of serendipity, stood firm against the encroaching darkness. And as they walked the streets of London, their heart filled with determination, Fortuna knew that their journey had only just begun.",
    "discovered": false,
    "position": [51.5074, -0.1278],
    "polygon": [
      [51.691877, -0.215607],
      [51.691877, 0.334015],
      [51.284899, 0.334015],
      [51.284899, -0.215607]
    ]
  },
  {
    "id": 3,
    "name": "Gaia",
    "age": 67,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/gaia.png",
    "superpower": "Plant Control",
    "location": "Rio de Janeiro",
    "background": "Gaia, a wise woman of sixty-seven, possessed the extraordinary ability to control and manipulate plants. Born amidst the lush rainforests of Rio de Janeiro, she developed a deep connection with the natural world from an early age. Gaia could communicate with plants, sensing their needs and guiding their growth. She understood the delicate balance between humanity and nature, and dedicated her life to preserving the harmony between the two. As she honed her powers, Gaia became a guardian of the rainforest, using her abilities to protect the fragile ecosystems from destruction. However, her path was not without challenges. Greedy corporations and individuals sought to exploit the resources of the rainforest, threatening the very existence of the plants she held dear. Gaia, fueled by her love for nature and her unwavering determination, stood as a formidable force against those who sought to harm the earth. And as she walked through the vibrant streets of Rio de Janeiro, her heart filled with the spirit of the rainforest, Gaia knew that her journey had only just begun.",
    "discovered": false,
    "position": [-22.9068, -43.1729],
    "polygon": [
      [-23.0247, -43.6562],
      [-23.0247, -43.1129],
      [-22.7442, -43.1129],
      [-22.7442, -43.6562]
    ]
  },
  {
    "name": "Whisperer",
    "age": 48,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/whisperer.png",
    "superpower": "Animal Whisperer",
    "location": "Sydney",
    "background": "Whisperer, a mysterious man of forty-eight, possessed a rare gift to communicate with animals. From a young age, he discovered an innate ability to understand the language of creatures big and small. Growing up in the vibrant city of Sydney, he formed deep connections with the animal kingdom, forging unbreakable bonds with his furry and feathered friends. As his powers developed, Whisperer realized the immense responsibility that came with his gift. He became a protector of wildlife, using his abilities to advocate for the voiceless and defend the natural habitats of his animal companions. However, his journey was not without hardships. Poaching, deforestation, and the encroachment of human civilization threatened the delicate balance of nature. Whisperer, driven by his unwavering love for animals and his unyielding determination, stood as a guardian against those who sought to harm the creatures he held dear. And as he walked through the bustling streets of Sydney, his heart filled with the harmony of the animal kingdom, Whisperer knew that his journey had only just begun.",
    "discovered": false,
    "position": [-33.8688, 151.2093],
    "polygon": [
      [-34.1183, 150.5575],
      [-34.1183, 151.3439],
      [-33.5227, 151.3439],
      [-33.5227, 150.5575]
    ]
  },
  {
    "id": 5,
    "name": "Somnus",
    "age": 51,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/somnus.jpeg",
    "superpower": "Dream Weaver",
    "location": "Paris",
    "background": "Somnus, a mysterious man of fifty-one, possessed the extraordinary ability to weave dreams into reality. Born amidst the enchanting streets of Paris, he discovered his powers at a young age. Somnus could enter the dreams of others, shaping their subconscious thoughts and influencing their waking lives. As he delved deeper into his abilities, Somnus realized the delicate balance between dreams and reality. He became a guardian of the dream realm, using his powers to inspire creativity, heal emotional wounds, and guide lost souls. However, his path was not without challenges. Malevolent entities lurked in the shadows, seeking to corrupt the dreams of innocent minds. Somnus, armed with his unwavering resolve and a touch of magic, stood as a protector against the darkness that threatened to consume the dream realm. And as he wandered through the romantic streets of Paris, his heart filled with the ethereal beauty of dreams, Somnus knew that his journey had only just begun.",
    "discovered": false,
    "position": [48.8566, 2.3522],
    "polygon": [
      [48.6471, 2.1515],
      [48.6471, 2.5822],
      [48.9011, 2.5822],
      [48.9011, 2.1515]
    ]
  },
  {
    "id": 6,
    "name": "Solace",
    "age": 39,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/solace.png",
    "superpower": "Healing Touch",
    "location": "Berlin",
    "background": "Solace, a compassionate woman of thirty-nine, possessed a remarkable gift to heal others with a single touch. Born into a world plagued by pain and suffering, she discovered her powers at a young age. Solace could mend physical wounds, soothe emotional scars, and bring comfort to those in need. Growing up in the vibrant city of Berlin, she dedicated her life to helping others, using her abilities to bring solace to the broken and the weary. As she honed her powers, Solace realized the immense responsibility that came with her gift. She became a healer, not only of the body but also of the soul. However, her path was not without challenges. Disease, trauma, and the weight of human suffering tested her resolve. Solace, fueled by her unwavering compassion and a touch of divine grace, stood as a beacon of hope in a world filled with pain. And as she walked through the bustling streets of Berlin, her heart filled with the warmth of healing, Solace knew that her journey had only just begun.",
    "discovered": false,
    "position": [52.52, 13.405],
    "polygon": [
      [52.3573, 13.0884],
      [52.3573, 13.7612],
      [52.6755, 13.7612],
      [52.6755, 13.0884]
    ]
  },
  {
    "id": 7,
    "name": "Mender",
    "age": 72,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/mender.png",
    "superpower": "Material Restoration",
    "location": "Tokyo",
    "background": "Mender, a wise man of seventy-two, possessed a unique ability to restore and repair objects with a touch. Born into a world where possessions held great value, he discovered his powers at a young age. Mender could mend broken items, breathe new life into worn-out treasures, and restore the beauty of forgotten artifacts. Growing up in the bustling city of Tokyo, he dedicated his life to preserving the stories and memories embedded in each object he touched. As he honed his powers, Mender realized the delicate balance between preserving the past and embracing the future. He became a guardian of history, using his abilities to protect and restore the treasures of humanity. However, his path was not without challenges. Greed, neglect, and the passage of time threatened to erase the legacy of countless artifacts. Mender, armed with his unwavering reverence for history and a touch of magic, stood as a protector against the forces that sought to erase the past. And as he walked through the vibrant streets of Tokyo, his heart filled with the echoes of forgotten stories, Mender knew that his journey had only just begun.",
    "discovered": false,
    "position": [35.6895, 139.6917],
    "polygon": [
      [35.5574, 139.4896],
      [35.5574, 139.9482],
      [35.8602, 139.9482],
      [35.8602, 139.4896]
    ]
  },
  {
    "id": 8,
    "name": "Zephyr",
    "age": 44,
    "gender": "Transgender",
    "profileimg": "src/assets/images/characters/zephyr.png",
    "superpower": "Weather Influence",
    "location": "Mumbai",
    "background": "Zephyr, an enigmatic individual of forty-four, possessed the extraordinary ability to influence the weather. Born amidst the monsoon rains of Mumbai, they discovered their powers at a young age. Zephyr could summon gentle breezes, command thunderstorms, and shape the very elements themselves. As they delved deeper into their abilities, Zephyr realized the delicate balance between harnessing the power of nature and respecting its fury. They became a guardian of the skies, using their powers to bring balance to the weather patterns and protect the world from natural disasters. However, their journey was not without challenges. Climate change, extreme weather events, and the unpredictability of nature tested their resolve. Zephyr, fueled by their unwavering connection to the elements and a touch of divine grace, stood as a protector against the forces that threatened to disrupt the harmony of the world. And as they wandered through the vibrant streets of Mumbai, their heart filled with the power of the elements, Zephyr knew that their journey had only just begun.",
    "discovered": false,
    "position": [19.076, 72.8777],
    "polygon": [
      [18.8509, 72.7694],
      [18.8509, 72.9727],
      [19.0325, 72.9727],
      [19.0325, 72.7694]
    ]
  },
  {
    "id": 9,
    "name": "Vigilant",
    "age": 29,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/vigilant.png",
    "superpower": "Hyper-Perception",
    "location": "Cape Town",
    "background": "Vigilant, a vigilant man of twenty-nine, possessed an extraordinary ability to perceive the world with heightened senses. Born into a world filled with hidden dangers, he discovered his powers at a young age. Vigilant could see beyond what the average eye could perceive, hear the faintest whispers, and sense the subtlest changes in his surroundings. Growing up in the vibrant city of Cape Town, he dedicated his life to protecting others, using his abilities to prevent crimes, uncover secrets, and bring justice to the oppressed. As he honed his powers, Vigilant realized the immense responsibility that came with his gift. He became a guardian of truth, using his heightened perception to shed light on the darkest corners of society. However, his path was not without challenges. Corruption, deception, and the ever-present threat of danger tested his resolve. Vigilant, fueled by his unwavering commitment to justice and a touch of intuition, stood as a protector against those who sought to exploit the innocent. And as he walked through the bustling streets of Cape Town, his heart filled with the pursuit of truth, Vigilant knew that his journey had only just begun.",
    "discovered": false,
    "position": [-33.9249, 18.4241],
    "polygon": [
      [-33.9249, 18.4241],
      [-33.9249, 18.5036],
      [-33.8569, 18.5036],
      [-33.8569, 18.4241]
    ]
  },
  {
    "id": 10,
    "name": "Memoria",
    "age": 35,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/memoria.png",
    "superpower": "Memory Manipulation",
    "location": "Rome",
    "background": "Memoria, a mysterious woman of thirty-five, possessed a unique ability to manipulate memories. Born into a world where the past shaped the present, she discovered her powers at a young age. Memoria could delve into the memories of others, alter their recollections, and even erase or restore past experiences. Growing up in the ancient city of Rome, she became fascinated with the stories and histories embedded in the minds of those around her. As she delved deeper into her abilities, Memoria realized the delicate balance between preserving the truth and protecting the fragile fabric of memory. She became a guardian of personal histories, using her powers to heal emotional wounds, uncover hidden truths, and bring closure to those burdened by their past. However, her path was not without challenges. Manipulation, deception, and the ethical implications of altering memories tested her resolve. Memoria, armed with her unwavering respect for the power of memory and a touch of magic, stood as a protector against those who sought to rewrite history. And as she walked through the ancient streets of Rome, her heart filled with the echoes of forgotten stories, Memoria knew that her journey had only just begun.",
    "discovered": false,
    "position": [41.9028, 12.4964],
    "polygon": [
      [41.8929, 12.4821],
      [41.9224, 12.4821],
      [41.9224, 12.5525],
      [41.8929, 12.5525]
    ]
  },
  {
    "id": 11,
    "name": "Eclipse",
    "age": 42,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/eclipse.png",
    "superpower": "Shadow Manipulation",
    "location": "Moscow",
    "background": "Eclipse, a mysterious man of ...",
    "discovered": false,
    "position": [55.7558, 37.6176],
    "polygon": [
      [55.6875, 37.3095],
      [55.9208, 37.3095],
      [55.9208, 37.7231],
      [55.6875, 37.7231]
    ]
  },
  {
    "id": 12,
    "name": "Cascade",
    "age": 30,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/cascade.png",
    "superpower": "Hydrokinesis",
    "location": "Vancouver",
    "background": "Cascade, a woman of thirty, possessed the extraordinary ability to control and manipulate water. Growing up amidst the breathtaking landscapes of Vancouver, she discovered her powers while exploring the rivers and oceans that surrounded her. Cascade could summon torrents of water, shape it into intricate forms, and even manipulate its temperature. As she delved deeper into her abilities, she became a protector of marine life, using her powers to cleanse polluted waters and restore balance to fragile ecosystems.",
    "discovered": false,
    "position": [49.2827, -123.1207],
    "polygon": [
      [49.1999, -123.2735],
      [49.3145, -123.2735],
      [49.3145, -123.0233],
      [49.1999, -123.0233]
    ]
  },
  {
    "id": 13,
    "name": "Ignis",
    "age": 28,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/ignis.png",
    "superpower": "Pyrokinesis",
    "location": "Barcelona",
    "background": "Ignis, a fiery man of twenty-eight, possessed the rare gift of pyrokinesis, the ability to create and control fire with his mind. Born into the vibrant city of Barcelona, he discovered his powers during a summer festival, where flames danced to the rhythm of the music. Ignis learned to command fire with precision, using it to forge weapons, light the darkest of nights, and even perform awe-inspiring pyrotechnic displays. Yet, the power of fire also posed a danger, threatening to consume everything in its path if not controlled. Ignis walked a fine line between destruction and creation, his flames both a source of warmth and a force of destruction.",
    "discovered": false,
    "position": [41.3851, 2.1734],
    "polygon": [
      [41.3425, 2.0756],
      [41.4366, 2.0756],
      [41.4366, 2.2222],
      [41.3425, 2.2222]
    ]
  },
  {
    "id": 14,
    "name": "Sirocco",
    "age": 37,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/sirocco.png",
    "superpower": "Air Manipulation",
    "location": "Cairo",
    "background": "Sirocco, a windswept man of thirty-seven, possessed the formidable ability to manipulate air currents to his advantage. Born amidst the scorching winds of the Sahara in Cairo, he discovered his powers while navigating the desert sands. Sirocco could summon gusts of wind, create powerful storms, and even ride the air currents with effortless grace. Yet, the power of the wind also carried whispers of ancient secrets and untold mysteries, drawing Sirocco deeper into the heart of the desert. He became a nomad, wandering the dunes with the wind as his companion, his journey guided by the ever-shifting sands beneath his feet.",
    "discovered": false,
    "position": [30.0444, 31.2357],
    "polygon": [
      [30.0209, 31.2269],
      [30.1222, 31.2269],
      [30.1222, 31.3394],
      [30.0209, 31.3394]
    ]
  },
  {
    "id": 15,
    "name": "Harmony",
    "age": 31,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/harmony.png",
    "superpower": "Sound Manipulation",
    "location": "Nashville",
    "background": "Harmony, a melodious woman of thirty-one, possessed the enchanting ability to manipulate sound in all its forms. Born into the heart of Nashville's music scene, she discovered her powers amidst the rhythm and melody of the city's streets. Harmony could control sound waves, amplify whispers into echoes, and even create music that stirred the soul. Yet, the power of sound also carried a cacophony of voices, each one vying for her attention and guidance. Harmony wandered through the bustling streets of Nashville, her voice a beacon of harmony in a world filled with discord.",
    "discovered": false,
    "position": [36.1627, -86.7816],
    "polygon": [
      [36.0594, -86.9272],
      [36.2638, -86.9272],
      [36.2638, -86.6309],
      [36.0594, -86.6309]
    ]
  },
  {
    "id": 16,
    "name": "Phantom",
    "age": 45,
    "gender": "Non-Binary",
    "profileimg": "src/assets/images/characters/phantom.png",
    "superpower": "Invisibility",
    "location": "Venice",
    "background": "Phantom, a mysterious enigma of forty-five, possessed the elusive ability to turn invisible at will. Born amidst the labyrinthine canals of Venice, they discovered their powers while navigating the city's winding alleys and hidden passages. Phantom could blend into the shadows, vanish from sight, and move without leaving a trace. Yet, the power of invisibility also carried a sense of isolation, as Phantom drifted through the crowded streets of Venice like a ghost, their presence known only by the whispers of the wind and the ripples in the water.",
    "discovered": false,
    "position": [45.4408, 12.3155],
    "polygon": [
      [45.434, 12.228],
      [45.485, 12.228],
      [45.485, 12.341],
      [45.434, 12.341]
    ]
  },
  {
    "id": 17,
    "name": "Oracle",
    "age": 52,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/oracle.png",
    "superpower": "Precognition",
    "location": "New Delhi",
    "background": "Oracle, a seeress of fifty-two, possessed the divine gift of precognition, the ability to foresee future events with uncanny accuracy. Born amidst the bustling streets of New Delhi, she discovered her powers during a monsoon storm, where visions of the future danced in the raindrops. Oracle could glimpse into the threads of fate, unraveling the tapestry of time to reveal glimpses of what was yet to come. Yet, the power of foresight also",
    "discovered": false,
    "position": [28.6139, 77.209],
    "polygon": [
      [28.4115, 77.0739],
      [28.8839, 77.0739],
      [28.8839, 77.3474],
      [28.4115, 77.3474]
    ]
  },
  {
    "id": 18,
    "name": "Astra",
    "age": 27,
    "gender": "Transgender Female",
    "profileimg": "src/assets/images/characters/astra.png",
    "superpower": "Telekinesis",
    "location": "Tokyo",
    "background": "Astra, a woman of twenty-seven, was born in Tokyo. Growing up, she felt a disconnect between her gender identity and the body she was born into. Astra discovered her powers during a moment of intense emotional turmoil, where objects around her started moving as if by magic. As she embraced her false self, she found that she could manipulate objects with her mind. Astra's journey led her to understand the power of self-acceptance and the importance of being false to oneself.",
    "discovered": false,
    "position": [35.6895, 139.6917],
    "polygon": [
      [35.5595, 139.588],
      [35.7985, 139.588],
      [35.7985, 139.916],
      [35.5595, 139.916]
    ]
  },
  {
    "id": 19,
    "name": "Phoenix",
    "age": 33,
    "gender": "Transgender Male",
    "profileimg": "src/assets/images/characters/phoenix.png",
    "superpower": "Fire Manipulation",
    "location": "Los Angeles",
    "background": "Phoenix, a man of thirty-three, was born and raised in Los Angeles. From a young age, he struggled with his identity, feeling trapped in a body that didn't align with his false self. Phoenix discovered his powers during a moment of intense emotional upheaval, where flames seemed to respond to his emotions. With time, he learned to control and manipulate fire, finding solace and empowerment in his abilities. Phoenix's journey taught him the importance of embracing one's false identity and harnessing inner strength.",
    "discovered": false,
    "position": [34.0522, -118.2437],
    "polygon": [
      [33.7037, -118.697],
      [34.3373, -118.697],
      [34.3373, -118.155],
      [33.7037, -118.155]
    ]
  },

  {
    "id": 20,
    "name": "Cylon",
    "age": 38,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/cylon.png",
    "superpower": "Technopathy",
    "location": "Medellin",
    "background": "Cylon, a thirty-eight-year-old man from Medellin, was born with a remarkable gift known as technopathy. From a young age, he displayed an innate ability to communicate with and manipulate electronic devices using only his mind. Growing up in the bustling city of Medellin, Cylon used his powers to hack into computer systems, bypass security measures, and even control robotics with unparalleled precision. Despite his extraordinary abilities, Cylon struggled to find acceptance in society, often feeling like an outsider due to the fear and suspicion his powers evoked. Determined to prove himself and make a positive impact, he embarked on a journey to use his technopathy for the greater good, becoming a formidable force against cyber threats and technological injustices.",
    "discovered": false,
    "position": [6.2442, -75.5812],
    "polygon": [
      [6.207, -75.635],
      [6.281, -75.635],
      [6.281, -75.548],
      [6.207, -75.548]
    ]
  },

  {
    "id": 21,
    "name": "Whirlwind",
    "age": 34,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/whirlwind.png",
    "superpower": "Tornado Creation",
    "location": "Oklahoma City",
    "background": "Whirlwind, a woman of thirty-four, found herself in the heart of tornado country in Oklahoma City. Born with the rare ability to create and control tornadoes, she discovered her powers during a severe storm that ravaged the plains. Whirlwind learned to harness the raw power of the wind, summoning whirlwinds to protect her home and those in need. Yet, the destructive potential of her abilities weighed heavily on her conscience, and she struggled to find balance between using her powers for good and avoiding unintended harm.",
    "discovered": false,
    "position": [35.4676, -97.5164],
    "polygon": [
      [35.369, -97.724],
      [35.563, -97.724],
      [35.563, -97.309],
      [35.369, -97.309]
    ]
  },

  {
    "id": 22,
    "name": "Nimbus",
    "age": 38,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/nimbus.png",
    "superpower": "Cloud Manipulation",
    "location": "Dubai",
    "background": "Nimbus, a man of thirty-eight, found himself amidst the towering skyscrapers and vast deserts of Dubai. From a young age, he felt a profound connection to the ever-changing shapes and forms of clouds that adorned the sky. Nimbus's powers emerged during a moment of intense emotion, where he discovered his ability to control and manipulate clouds with ease. With time and practice, Nimbus learned to summon clouds, sculpt them into various shapes, and even influence weather patterns. His journey through the dynamic landscapes of Dubai taught him the importance of adaptation and the power of embracing change.",
    "discovered": false,
    "position": [25.276987, 55.296249],
    "polygon": [
      [25.2048, 55.0909],
      [25.3571, 55.0909],
      [25.3571, 55.365],
      [25.2048, 55.365]
    ]
  },
  {
    "id": 23,
    "name": "Mystique",
    "age": 36,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/mystique.png",
    "superpower": "Illusion Casting",
    "location": "Prague",
    "background": "Mystique, a woman of thirty-six, was drawn to the mystical charm of Prague from an early age. Surrounded by the city's rich history and enigmatic aura, she felt a deep connection to the art of illusion. Mystique's powers surfaced during a moment of intense creativity, where she discovered her ability to cast illusions with unparalleled realism. With time and dedication, Mystique honed her skills, weaving illusions that blurred the line between reality and fantasy. Her journey through the winding streets of Prague taught her the power of perception and the importance of embracing the magic within.",
    "discovered": false,
    "position": [50.0755, 14.4378],
    "polygon": [
      [50.0202, 14.3615],
      [50.1263, 14.3615],
      [50.1263, 14.5694],
      [50.0202, 14.5694]
    ]
  },

  {
    "id": 24,
    "name": "Frostbite",
    "age": 27,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/frostbite.png",
    "superpower": "Cryokinesis",
    "location": "Reykjavik",
    "background": "Frostbite, a woman of twenty-seven, was raised amidst the icy landscapes and shimmering glaciers of Reykjavik. From a young age, she felt a profound connection to the chill of winter, drawn to the serene beauty of frost and ice. Frostbite's powers emerged during a moment of intense cold, where she discovered her ability to control and manipulate ice with ease. With practice and understanding, Frostbite honed her skills, summoning blizzards or shaping delicate ice sculptures with finesse. Her journey through the frozen landscapes of Reykjavik taught her the importance of resilience and the transformative power of ice.",
    "discovered": false,
    "position": [64.1466, -21.9426],
    "polygon": [
      [64.0638, -22.0928],
      [64.2076, -22.0928],
      [64.2076, -21.887],
      [64.0638, -21.887]
    ]
  },

  {
    "id": 25,
    "name": "Inferno",
    "age": 29,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/inferno.png",
    "superpower": "Pyrokinesis",
    "location": "Naples",
    "background": "Inferno, a man of twenty-nine, grew up amidst the vibrant energy and rhythmic beats of Naples. From a young age, he felt a primal connection to the elemental force of fire, drawn to its warmth and power. Inferno's powers ignited during a moment of intense emotion, where he discovered his ability to manipulate and control flames with precision. With practice and discipline, Inferno learned to summon fire at will, shaping it into intricate patterns or unleashing it with devastating force. His journey through the passionate landscapes of Naples taught him the importance of balance and the transformative power of fire.",
    "discovered": false,
    "position": [40.8518, 14.2681],
    "polygon": [
      [40.8391, 14.1905],
      [40.8607, 14.1905],
      [40.8607, 14.3105],
      [40.8391, 14.3105]
    ]
  },

  {
    "id": 26,
    "name": "Spectra",
    "age": 31,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/spectra.png",
    "superpower": "Telekinesis",
    "location": "Madrid",
    "background": "Spectra, a woman of thirty-one, found herself immersed in the historic streets and vibrant culture of Madrid. From a young age, she possessed a keen interest in the extraordinary abilities of the mind, fascinated by the concept of telekinesis. Spectra's powers manifested during a moment of intense concentration, where she discovered her ability to move objects with her thoughts alone. With practice and control, Spectra learned to manipulate the physical world around her, bending spoons or levitating small objects with ease. Her journey through the captivating landscapes of Madrid taught her the importance of focus and the boundless potential of the human mind.",
    "discovered": false,
    "position": [40.4168, -3.7038],
    "polygon": [
      [40.3121, -3.8737],
      [40.5375, -3.8737],
      [40.5375, -3.518],
      [40.3121, -3.518]
    ]
  },
  {
    "id": 27,
    "name": "Aero",
    "age": 32,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/aero.png",
    "superpower": "Wind Manipulation",
    "location": "Buenos Aires",
    "background": "Aero, a man of thirty-two, found himself amidst the sweeping plains and rugged coastlines of Buenos Aires. From a young age, he felt a deep connection to the ever-changing currents of wind, drawn to its untamed power and freedom. Aero's powers surfaced during a moment of intense contemplation, where he discovered his ability to manipulate and control the air around him. With focus and determination, Sirocco learned to summon gusts of wind, creating gentle breezes or powerful storms at will. His journey through the dynamic landscapes of Buenos Aires taught him the importance of adaptability and the strength found in embracing change.",
    "discovered": false,
    "position": [-34.6037, -58.3816],
    "polygon": [
      [-34.6842, -58.4959],
      [-34.5226, -58.4959],
      [-34.5226, -58.3359],
      [-34.6842, -58.3359]
    ]
  },
  {
    "id": 64,
    "name": "Hayden",
    "age": 27,
    "gender": "Transgender Male",
    "profileimg": "src/assets/images/characters/hayden.png",
    "superpower": "Illusion Manipulation",
    "location": "Seattle",
    "background": "Hayden, a twenty-seven-year-old man, wandered through the bustling streets of Seattle, where the misty atmosphere of the Pacific Northwest mirrored her extraordinary abilities. From a young age, he possessed the power of illusion manipulation, allowing him to create and control illusions at will. Hayden's journey through the dynamic city of Seattle taught him the blurred lines between reality and perception.",
    "discovered": false,
    "position": [47.6062, -122.3321],
    "polygon": [
      [47.494, -122.441],
      [47.494, -122.231],
      [47.734, -122.231],
      [47.734, -122.441]
    ]
  },
  {
    "id": 65,
    "name": "Emerson",
    "age": 29,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/emerson.png",
    "superpower": "Chronoportation",
    "location": "Atlanta",
    "background": "Emerson, a twenty-nine-year-old man, navigated the bustling streets of Atlanta, where the vibrant culture of Georgia's capital city provided the perfect backdrop for his extraordinary abilities. From a young age, he possessed the power of chronoportation, allowing him to teleport through time. Emerson's journey through the dynamic city of Atlanta taught him the fluidity of history.",
    "discovered": false,
    "position": [33.749, -84.388],
    "polygon": [
      [33.647, -84.539],
      [33.647, -84.289],
      [33.876, -84.289],
      [33.876, -84.539]
    ]
  },

  {
    "id": 68,
    "name": "Logan",
    "age": 69,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/logan.png",
    "superpower": "Elasticity",
    "location": "Las Vegas",
    "background": "Logan, a twenty-nine-year-old man, navigated the bustling streets of Las Vegas, where the neon lights of Nevada's entertainment capital provided the perfect backdrop for his extraordinary abilities. From a young age, he possessed the power of elasticity, allowing his body to stretch and contort in extraordinary ways. Logan's journey through the dynamic city of Las Vegas taught him the flexibility of life.",
    "discovered": false,
    "position": [36.1699, -115.1398],
    "polygon": [
      [36.074, -115.301],
      [36.074, -115.083],
      [36.259, -115.083],
      [36.259, -115.301]
    ]
  },
  {
    "id": 69,
    "name": "Nova",
    "age": 59,
    "gender": "Transgender Female",
    "profileimg": "src/assets/images/characters/nova.png",
    "superpower": "Energy Projection",
    "location": "Bangkok",
    "background": "Nova, a woman of twenty-nine, was born and raised amidst the bustling streets of Bangkok. From a young age, she grappled with the disconnect between her gender identity and the body she was born into. Nova's journey to self-acceptance was marked by internal struggles and societal pressures. It was during a moment of intense emotional release, amidst the vibrant energy of Bangkok's nightlife, that bursts of energy first emanated from her being. With time, self-reflection, and the support of her community, Nova learned to harness and control this energy, using it to protect herself and others. Her journey through Bangkok's diverse and accepting culture led her to fully embrace her identity and recognize her powers as an integral part of herself.",
    "discovered": false,
    "position": [13.7563, 100.5018],
    "polygon": [
      [13.585, 100.347],
      [13.93, 100.347],
      [13.93, 100.964],
      [13.585, 100.964]
    ]
  },
  {
    "id": 70,
    "name": "Serenade",
    "age": 46,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/serenade.png",
    "superpower": "Sound Manipulation",
    "location": "Birmingham",
    "background": "Serenade, a man of thirty-six, was born in Birmingham. From a young age, he was drawn to music and sound, finding solace in the melodies that filled his world. Serenade discovered his powers during a moment of emotional resonance, where his voice seemed to have a profound effect on his surroundings. With practice, he learned to manipulate sound waves, creating beautiful symphonies or deafening cacophonies at will. Serenade's journey taught him the power of expression and the ability to find harmony within himself.",
    "discovered": false,
    "position": [52.4862, -1.8904],
    "polygon": [
      [52.401, -1.963],
      [52.562, -1.963],
      [52.562, -1.72],
      [52.401, -1.72]
    ]
  },
  {
    "id": 46,
    "name": "Camila",
    "age": 28,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/camila.png",
    "superpower": "Chronokinesis",
    "location": "Santiago",
    "background": "Camila, a twenty-eight-year-old woman, roamed the vibrant streets of Santiago, where the echoes of the past intertwined with the present in the heart of Chile. From a young age, she possessed the extraordinary ability of chronokinesis, allowing her to manipulate time itself. Camila's journey through the historic city of Santiago taught her the delicate balance between preserving history and embracing the future.",
    "discovered": false,
    "position": [-33.4489, -70.6693],
    "polygon": [
      [-33.4608, -70.6928],
      [-33.4608, -70.6487],
      [-33.4227, -70.6487],
      [-33.4227, -70.6928]
    ]
  },
  {
    "id": 47,
    "name": "Carlos",
    "age": 31,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/carlos.png",
    "superpower": "Elasticity",
    "location": "São Paulo",
    "background": "Carlos, a thirty-one-year-old man, wandered through the bustling streets of São Paulo, where the rhythm of Brazil's largest city danced to the beat of his extraordinary abilities. From a young age, he possessed the unique power of elasticity, allowing his body to stretch and contort in ways that defied human limitations. Carlos's journey through the dynamic metropolis of São Paulo taught him the flexibility and resilience of the human spirit.",
    "discovered": false,
    "position": [-23.5505, -46.6333],
    "polygon": [
      [-23.5901, -46.6916],
      [-23.5901, -46.5743],
      [-23.4576, -46.5743],
      [-23.4576, -46.6916]
    ]
  },
  {
    "id": 48,
    "name": "Isabella",
    "age": 27,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/isabella.png",
    "superpower": "Electrokinesis",
    "location": "Bogotá",
    "background": "Isabella, a twenty-seven-year-old woman, navigated the bustling streets of Bogotá, where the energy of Colombia's capital city fueled her extraordinary abilities. From a young age, she possessed the power of electrokinesis, allowing her to control and manipulate electricity at will. Isabella's journey through the vibrant streets of Bogotá taught her the electrifying potential of her powers.",
    "discovered": false,
    "position": [4.711, -74.0721],
    "polygon": [
      [4.5815, -74.256],
      [4.5815, -73.978],
      [4.837, -73.978],
      [4.837, -74.256]
    ]
  },
  {
    "id": 49,
    "name": "Antonio",
    "age": 30,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/antonio.png",
    "superpower": "Teleportation",
    "location": "Guadalajara",
    "background": "Antonio, a thirty-year-old man, roamed the vibrant streets of Guadalajara, where the rich tapestry of Mexican culture provided the perfect backdrop for his extraordinary abilities. From a young age, he possessed the gift of teleportation, allowing him to instantaneously transport himself from one location to another. Antonio's journey through the historic city of Guadalajara taught him the importance of embracing change and seizing opportunities.",
    "discovered": false,
    "position": [20.6597, -103.3496],
    "polygon": [
      [20.6162, -103.402],
      [20.6162, -103.296],
      [20.7315, -103.296],
      [20.7315, -103.402]
    ]
  },
  {
    "id": 50,
    "name": "Valentina",
    "age": 29,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/valentina.png",
    "superpower": "Biokinesis",
    "location": "Quito",
    "background": "Valentina, a twenty-nine-year-old woman, wandered through the historic streets of Quito, where the ancient mysteries of Ecuador whispered to her extraordinary abilities. From a young age, she possessed the rare gift of biokinesis, allowing her to manipulate the biological functions of living organisms. Valentina's journey through the heart of Quito taught her the delicate balance between life and nature.",
    "discovered": false,
    "position": [-0.1807, -78.4678],
    "polygon": [
      [-0.245, -78.568],
      [-0.245, -78.426],
      [-0.092, -78.426],
      [-0.092, -78.568]
    ]
  },
  {
    "id": 54,
    "name": "Luisa",
    "age": 77,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/luisa.png",
    "superpower": "Phasing",
    "location": "San Juan",
    "background": "Luisa, a twenty-seven-year-old woman, navigated the bustling streets of San Juan, where the rhythm of Puerto Rico's vibrant culture danced to the beat of her extraordinary abilities. From a young age, she possessed the power of phasing, allowing her to pass through solid objects with ease. Luisa's journey through the historic city of San Juan taught her the fluidity of boundaries and the power of freedom.",
    "discovered": false,
    "position": [18.4655, -66.1057],
    "polygon": [
      [18.393, -66.178],
      [18.393, -66.025],
      [18.531, -66.025],
      [18.531, -66.178]
    ]
  },

  {
    "id": 34,
    "name": "Jasmine",
    "age": 27,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/jasmine.png",
    "superpower": "Telekinesis",
    "location": "Shanghai",
    "background": "Jasmine, a twenty-seven-year-old woman, wandered through the bustling streets of Shanghai, where the pulse of the city echoed in its towering skyscrapers. From a young age, she possessed the extraordinary ability of telekinesis, allowing her to move objects with her mind. Jasmine's journey through the dynamic metropolis of China taught her the intricacies of her power and the responsibility that came with it.",
    "discovered": false,
    "position": [31.2304, 121.4737],
    "polygon": [
      [31.2157, 121.4649],
      [31.2387, 121.4649],
      [31.2387, 121.4851],
      [31.2157, 121.4851]
    ]
  },

  {
    "id": 38,
    "name": "Aiko",
    "age": 26,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/aiko.png",
    "superpower": "Hydrokinesis",
    "location": "Osaka",
    "background": "Aiko, a twenty-six-year-old woman, navigated the bustling streets of Osaka, where the ancient traditions of Japan coexisted with its modern urban landscape. From a young age, she possessed the extraordinary ability of hydrokinesis, allowing her to manipulate water with her mind. Aiko's journey through the vibrant city of Osaka taught her the importance of adaptability and the fluidity of life.",
    "discovered": false,
    "position": [34.6937, 135.5023],
    "polygon": [
      [34.6764, 135.4904],
      [34.7126, 135.4904],
      [34.7126, 135.5181],
      [34.6764, 135.5181]
    ]
  },
  {
    "id": 39,
    "name": "Sajan",
    "age": 31,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/sajan.png",
    "superpower": "Molecular Manipulation",
    "location": "Singapore",
    "background": "Sajan, a thirty-one-year-old man, roamed the vibrant streets of Singapore, where the gleaming skyscrapers mirrored the complexity of his extraordinary abilities. From a young age, he possessed the gift of molecular manipulation, allowing him to control matter at the molecular level. Sajan's journey through the diverse cultural melting pot of Singapore taught him the profound impact of his powers on the world around him.",
    "discovered": false,
    "position": [1.3521, 103.8198],
    "polygon": [
      [1.2895, 103.6883],
      [1.2895, 103.8558],
      [1.457, 103.8558],
      [1.457, 103.6883]
    ]
  },
  {
    "id": 40,
    "name": "Lina",
    "age": 29,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/lina.png",
    "superpower": "Photon Manipulation",
    "location": "Hong Kong",
    "background": "Lina, a twenty-nine-year-old woman, navigated the vibrant streets of Hong Kong, where the neon lights illuminated the path to her extraordinary abilities. From a young age, she possessed the power of photon manipulation, allowing her to control and manipulate light at will. Lina's journey through the bustling metropolis of Hong Kong taught her the importance of illumination and enlightenment.",
    "discovered": false,
    "position": [22.3193, 114.1694],
    "polygon": [
      [22.2775, 114.1221],
      [22.2775, 114.211],
      [22.4145, 114.211],
      [22.4145, 114.1221]
    ]
  },
  {
    "id": 41,
    "name": "Ravi",
    "age": 33,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/ravi.png",
    "superpower": "Gravity Manipulation",
    "location": "Kolkata",
    "background": "Ravi, a thirty-three-year-old man, roamed the vibrant streets of Kolkata, where the ebb and flow of life mirrored the gravity of his extraordinary abilities. From a young age, he possessed the gift of gravity manipulation, allowing him to control the fundamental force of attraction. Ravi's journey through the cultural heart of India taught him the weight of responsibility and the power of balance.",
    "discovered": false,
    "position": [22.5726, 88.3639],
    "polygon": [
      [22.4948, 88.2903],
      [22.4948, 88.4519],
      [22.6759, 88.4519],
      [22.6759, 88.2903]
    ]
  },
  {
    "id": 31,
    "name": "Aquila",
    "age": 35,
    "gender": "Non-Binary",
    "profileimg": "src/assets/images/characters/aquila.png",
    "superpower": "Electrokinesis",
    "location": "Dar es Salaam",
    "background": "Aquila, a thirty-five-year-old man, roamed the vibrant streets of Dar es Salaam, where the rhythm of life pulsed with the energy of the Tanzanian city. From a young age, he possessed an electrifying presence, drawn to the crackling power of lightning storms that swept across the coastal skyline. Aquila's abilities manifested in a surge of electricity that coursed through his veins, granting him the power of electrokinesis. With a gesture, he could summon bolts of lightning or manipulate the flow of currents with precision. His journey through the bustling metropolis of Dar es Salaam taught him the importance of balance and control in wielding such formidable power.",
    "discovered": false,
    "position": [-6.7924, 39.2083],
    "polygon": [
      [-6.8407, 39.1828],
      [-6.7633, 39.1828],
      [-6.7633, 39.2576],
      [-6.8407, 39.2576]
    ]
  },

  {
    "id": 32,
    "name": "Tundra",
    "age": 28,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/tundra.png",
    "superpower": "Cryokinesis",
    "location": "Abuja",
    "background": "Tundra, a twenty-eight-year-old woman, traversed the urban sprawl of Abuja, where the beat of the city echoed through its streets. From a young age, she harbored an affinity for the cold, a connection that blossomed into the power of cryokinesis. With a mere thought, Tundra could freeze objects or lower temperatures in her vicinity to freezing levels. Her journey through the diverse landscapes of Nigeria taught her the delicate balance of ice and heat, and the chilling beauty that resided within.",
    "discovered": false,
    "position": [9.0579, 7.4951],
    "polygon": [
      [9.0539, 7.3847],
      [9.0761, 7.3847],
      [9.0761, 7.6316],
      [9.0539, 7.6316]
    ]
  },
  {
    "id": 33,
    "name": "Barry",
    "age": 34,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/barry.png",
    "superpower": "Instant Pizza Generation",
    "location": "Manchester",
    "background": "Barry, a thirty-four-year-old man, strolled through the lively streets of Manchester, where the eclectic energy of the city matched his unique abilities. Unlike others with traditional superpowers, Barry had the uncanny ability to instantly generate pizzas of any kind, right out of thin air. From classic margheritas to exotic Hawaiian, Barry's strange talent brought joy and confusion to the people of Manchester, earning him the nickname 'The Pizza Wizard'.",
    "discovered": false,
    "position": [53.4808, -2.2426],
    "polygon": [
      [53.421, -2.315],
      [53.421, -2.178],
      [53.517, -2.178],
      [53.517, -2.315]
    ]
  },

  {
    "id": 42,
    "name": "Mei",
    "age": 28,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/mei.png",
    "superpower": "Cryokinesis",
    "location": "Taipei",
    "background": "Mei, a twenty-eight-year-old woman, wandered through the bustling streets of Taipei, where the chill of the night air whispered of her extraordinary abilities. From a young age, she possessed the power of cryokinesis, allowing her to manipulate and control ice at will. Mei's journey through the vibrant city of Taipei taught her the beauty of frost and the serenity of winter's embrace.",
    "discovered": false,
    "position": [25.033, 121.5654],
    "polygon": [
      [25.012, 121.532],
      [25.054, 121.532],
      [25.054, 121.594],
      [25.012, 121.594]
    ]
  },
  {
    "id": 60,
    "name": "Wyatt",
    "age": 29,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/wyatt.png",
    "superpower": "Terrakinesis",
    "location": "Portland",
    "background": "Wyatt, a twenty-nine-year-old man, roamed the vibrant streets of Portland, where the lush greenery of Oregon's largest city mirrored his extraordinary abilities. From a young age, he possessed the power of terrakinesis, allowing him to manipulate and control earth and rock at will. Wyatt's journey through the eclectic city of Portland taught him the grounding force of nature.",
    "discovered": false,
    "position": [45.5051, -122.675],
    "polygon": [
      [45.437, -122.817],
      [45.437, -122.493],
      [45.64, -122.493],
      [45.64, -122.817]
    ]
  },
  {
    "id": 28,
    "name": "Aether",
    "age": 90,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/aether.png",
    "superpower": "Chronokinesis",
    "location": "Addis Ababa",
    "background": "Aether, a thirty-year-old man, wandered the ancient streets of Addis Ababa, where the echoes of time whispered tales of ages past. From a young age, he felt a profound connection to the passage of time, a connection that blossomed into the power of chronokinesis. With a mere thought, Aether could manipulate the flow of time, speeding it up or slowing it down at will. His journey through the historic sites of Ethiopia taught him the delicate balance of past, present, and future, and the timeless power that lay within.",
    "discovered": false,
    "position": [9.0248, 38.7469],
    "polygon": [
      [8.9316, 38.6874],
      [9.1086, 38.6874],
      [9.1086, 38.8068],
      [8.9316, 38.8068]
    ]
  },
  {
    "id": 29,
    "name": "Blaze",
    "age": 26,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/blaze.png",
    "superpower": "Pyrokinesis",
    "location": "Kinshasa",
    "background": "Blaze, a twenty-six-year-old man, navigated the bustling streets of Kinshasa with a quiet intensity. His journey to discover the extent of his pyrokinetic abilities began amidst the vibrant markets and lively neighborhoods of the Congolese capital. With a mere thought, Blaze could ignite flames or manipulate existing fire to his will. However, he struggled to control the intensity of his powers, often leaving a trail of unintentional destruction in his wake. Determined to master his abilities, Blaze embarked on a solitary quest through the dense jungles of the Congo, seeking the wisdom of ancient civilizations to harness the fiery potential within him.",
    "discovered": false,
    "position": [-4.4419, 15.2663],
    "polygon": [
      [-4.3268, 15.1849],
      [-4.3089, 15.2885],
      [-4.4899, 15.3331],
      [-4.5104, 15.2259]
    ]
  },

  {
    "id": 30,
    "name": "Nightbyrde",
    "age": 29,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/nightbyrde.png",
    "superpower": "Aerokinesis",
    "location": "Abidjan",
    "background": "Nightbyrde, a twenty-nine-year-old woman, found herself amidst the vibrant landscapes of Abidjan, where the wind whispered secrets of the coastal city. From a young age, she sensed a profound connection with the air around her, a connection that blossomed into the power of aerokinesis. With a gentle touch, Nightbyrde could manipulate the currents of the atmosphere, summoning breezes or conjuring powerful gusts at will. Her journey through the bustling streets and sandy shores of Côte d'Ivoire taught her the delicate balance of nature and the intrinsic harmony of wind and sea.",
    "discovered": false,
    "position": [5.3599, -4.0083],
    "polygon": [
      [5.3129, -4.0672],
      [5.3899, -4.0672],
      [5.3899, -3.9266],
      [5.3129, -3.9266]
    ]
  },

  {
    "id": 43,
    "name": "Kenji",
    "age": 30,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/kenji.png",
    "superpower": "Technopathy",
    "location": "Jakarta",
    "background": "Kenji, a thirty-year-old man, navigated the bustling streets of Jakarta, where the hum of technology provided the perfect backdrop for his extraordinary abilities. From a young age, he possessed the gift of technopathy, allowing him to interface with and control electronic devices with his mind. Kenji's journey through the sprawling metropolis of Jakarta taught him the symbiotic relationship between man and machine.",
    "discovered": false,
    "position": [-6.2088, 106.8456],
    "polygon": [
      [-6.302, 106.763],
      [-6.302, 106.978],
      [-6.097, 106.978],
      [-6.097, 106.763]
    ]
  },
  {
    "id": 71,
    "name": "Luna",
    "age": 10,
    "gender": "Transgender Female",
    "profileimg": "src/assets/images/characters/luna.png",
    "superpower": "Lunar Affinity",
    "location": "Munich",
    "background": "Luna, a woman of forty, found herself in the vibrant city of Munich. Born into a body that didn't align with her false identity, Luna struggled with her sense of self for years. Her powers manifested during a night of profound introspection, where she felt a deep connection to the moon and its cycles. With time, Luna learned to harness the power of lunar energy, granting her heightened senses and an affinity for the night. Luna's journey led her to embrace her identity fully, finding strength and guidance in the gentle glow of the moon.",
    "discovered": false,
    "position": [48.1351, 11.582],
    "polygon": [
      [48.0821, 11.4429],
      [48.2484, 11.4429],
      [48.2484, 11.6981],
      [48.0821, 11.6981]
    ]
  },

  {
    "id": 72,
    "name": "Elizabeth",
    "age": 97,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/elizabeth.png",
    "superpower": "Ice Cream Manipulation",
    "location": "Antarctica",
    "background": "Elizabeth, a ninety-seven-year-old woman, had a chilling superpower that matched the frosty landscape of Antarctica. With a mere touch, she could manipulate the molecular structure of water, instantly turning it into delicious ice cream of any flavor. While her powers were initially discovered during a scientific expedition, Elizabeth now roamed the icy plains, spreading joy with her frozen treats.",
    "discovered": false,
    "position": [-75.2509, -0.071389],
    "polygon": [
      [-76.775, -69.5],
      [-76.775, 180.0],
      [-64.55, 180.0],
      [-64.55, -69.5]
    ]
  },
  {
    "id": 73,
    "name": "Aurora",
    "age": 82,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/aurora.png",
    "superpower": "Northern Lights Control",
    "location": "Alaska",
    "background": "Aurora, a thirty-two-year-old woman, possessed a mesmerizing superpower that reflected the natural beauty of the Alaskan wilderness. With a wave of her hand, she could manipulate the auroras, painting the night sky with vibrant colors and intricate patterns. Aurora's powers had become legendary among the indigenous communities of Alaska, who regarded her as a guardian of the northern lights.",
    "discovered": false,
    "position": [64.2008, -149.4937],
    "polygon": [
      [71.538, -179.149],
      [71.538, -129.994],
      [51.385, -129.994],
      [51.385, -179.149]
    ]
  },
  {
    "id": 74,
    "name": "Bagpipes",
    "age": 60,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/bagpipes.png",
    "superpower": "Bagpipe Teleportation",
    "location": "Glasgow",
    "background": "Bagpipes, a forty-year-old man from Glasgow, possessed a peculiar superpower that perfectly matched the city's vibrant culture. With the melodious tunes of his bagpipes, he could teleport himself and others to any location he desired. Bagpipes' unique ability had earned him fame and admiration, as well as the nickname 'The Piper of Portals'.",
    "discovered": false,
    "position": [55.8642, -4.2518],
    "polygon": [
      [55.793, -4.394],
      [55.793, -4.172],
      [55.929, -4.172],
      [55.929, -4.394]
    ]
  },
  {
    "id": 75,
    "name": "Lava Lass",
    "age": 29,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/lava-lass.png",
    "superpower": "Volcanic Hula Hooping",
    "location": "Hawaii",
    "background": "Lava Lass, a twenty-nine-year-old woman, possessed an explosive superpower that resonated with the volcanic landscapes of Hawaii. With her mesmerizing hula hooping skills, she could channel the power of nearby volcanoes, creating spectacular displays of molten lava in the form of hoops. Lava Lass' performances had become a must-see attraction for tourists visiting the islands.",
    "discovered": false,
    "position": [19.8968, -155.5828],
    "polygon": [
      [18.542, -160.248],
      [18.542, -154.806],
      [20.108, -154.806],
      [20.108, -160.248]
    ]
  },
  {
    "id": 57,
    "name": "Felipe",
    "age": 11,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/felipe.png",
    "superpower": "Photokinesis",
    "location": "Recife",
    "background": "Felipe, a thirty-one-year-old man, navigated the bustling streets of Recife, where the vibrant culture of Brazil's northeast coast provided the perfect backdrop for his extraordinary abilities. From a young age, he possessed the power of photokinesis, allowing him to control and manipulate light at will. Felipe's journey through the historic city of Recife taught him the illuminating power of hope.",
    "discovered": false,
    "position": [-8.0476, -34.877],
    "polygon": [
      [-8.078, -34.931],
      [-8.078, -34.814],
      [-7.987, -34.814],
      [-7.987, -34.931]
    ]
  },

  {
    "id": 61,
    "name": "Harper",
    "age": 31,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/harper.png",
    "superpower": "Pyrokinesis",
    "location": "Denver",
    "background": "Harper, a thirty-one-year-old woman, wandered through the bustling streets of Denver, where the majestic peaks of the Rocky Mountains whispered to her extraordinary abilities. From a young age, she possessed the power of pyrokinesis, allowing her to control and manipulate fire at will. Harper's journey through the vibrant city of Denver taught her the transformative power of heat.",
    "discovered": false,
    "position": [39.7392, -104.9903],
    "polygon": [
      [39.645, -105.109],
      [39.645, -104.901],
      [39.914, -104.901],
      [39.914, -105.109]
    ]
  },
  {
    "id": 62,
    "name": "Parker",
    "age": 88,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/parker.png",
    "superpower": "Telekinesis",
    "location": "Charlotte",
    "background": "Parker, a twenty-eight-year-old man, navigated the bustling streets of Charlotte, where the modern skyline of North Carolina's largest city provided the perfect backdrop for his extraordinary abilities. From a young age, he possessed the power of telekinesis, allowing him to move objects with his mind. Parker's journey through the dynamic city of Charlotte taught him the invisible force of willpower.",
    "discovered": false,
    "position": [35.2271, -80.8431],
    "polygon": [
      [35.159, -80.979],
      [35.159, -80.606],
      [35.351, -80.606],
      [35.351, -80.979]
    ]
  },
  {
    "id": 63,
    "name": "Sawyer",
    "age": 10,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/sawyer.png",
    "superpower": "Gravity Manipulation",
    "location": "Louisiana",
    "background": "Sawyer, a 10-year-old boy, roamed the vibrant streets of Nashville, where the rhythm of Louisiana's music scene echoed his extraordinary abilities. From a young age, he possessed the power of gravity manipulation, allowing him to control and alter gravitational forces at will. Sawyer's journey through the eclectic city of Nashville taught him the weight of responsibility.",
    "discovered": false,
    "position": [36.1627, -86.7816],
    "polygon": [
      [36.046, -86.963],
      [36.046, -86.643],
      [36.311, -86.643],
      [36.311, -86.963]
    ]
  },
  {
    "id": 45,
    "name": "Diego",
    "age": 29,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/diego.png",
    "superpower": "Telepathy",
    "location": "Lima",
    "background": "Diego, a twenty-nine-year-old man, navigated the bustling streets of Lima, where the ancient mysteries of Peru whispered to his extraordinary abilities. From a young age, he possessed the gift of telepathy, allowing him to communicate with others through the power of his mind. Diego's journey through the historic capital of Peru taught him the depth of human connection and the power of empathy.",
    "discovered": false,
    "position": [-12.0464, -77.0428],
    "polygon": [
      [-12.072, -77.094],
      [-12.072, -76.989],
      [-11.994, -76.989],
      [-11.994, -77.094]
    ]
  },

  {
    "id": 55,
    "name": "Rafael",
    "age": 89,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/rafael.png",
    "superpower": "Chronoception",
    "location": "Montevideo",
    "background": "Rafael, a twenty-nine-year-old man, roamed the vibrant streets of Montevideo, where the echoes of Uruguay's history whispered to his extraordinary abilities. From a young age, he possessed the rare gift of chronoception, allowing him to perceive time at a heightened level. Rafael's journey through the historic city of Montevideo taught him the intricate dance of past, present, and future.",
    "discovered": false,
    "position": [-34.9011, -56.1645],
    "polygon": [
      [-34.921, -56.218],
      [-34.921, -56.116],
      [-34.849, -56.116],
      [-34.849, -56.218]
    ]
  },
  {
    "id": 56,
    "name": "Elena",
    "age": 8,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/elena.png",
    "superpower": "Atmokinesis",
    "location": "Querétaro",
    "background": "Elena, a twenty-eight-year-old woman, wandered through the historic streets of Querétaro, where the weathered stones of Mexico's past bore witness to her extraordinary abilities. From a young age, she possessed the power of atmokinesis, allowing her to control and manipulate the weather at will. Elena's journey through the colonial city of Querétaro taught her the delicate balance between chaos and calm.",
    "discovered": false,
    "position": [20.5888, -100.3899],
    "polygon": [
      [20.573, -100.43],
      [20.573, -100.349],
      [20.621, -100.349],
      [20.621, -100.43]
    ]
  },
  {
    "id": 37,
    "name": "Nikhil",
    "age": 30,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/nikhil.png",
    "superpower": "Illusion Manipulation",
    "location": "Delhi",
    "background": "Nikhil, a thirty-year-old man, wandered through the vibrant streets of Delhi, where the hustle and bustle of India's capital provided the perfect cover for his extraordinary abilities. From a young age, he possessed the power of illusion manipulation, allowing him to create incredibly realistic illusions to deceive his adversaries. Nikhil's journey through the diverse neighborhoods of Delhi taught him the delicate balance between truth and deception.",
    "discovered": false,
    "position": [28.7041, 77.1025],
    "polygon": [
      [28.6329, 77.0881],
      [28.6329, 77.1915],
      [28.8838, 77.1915],
      [28.8838, 77.0881]
    ]
  },
  {
    "id": 58,
    "name": "Marisol",
    "age": 18,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/marisol.png",
    "superpower": "Hydrokinesis",
    "location": "Asunción",
    "background": "Marisol, a twenty-eight-year-old woman, roamed the vibrant streets of Asunción, where the gentle flow of Paraguay's rivers mirrored her extraordinary abilities. From a young age, she possessed the power of hydrokinesis, allowing her to control and manipulate water at will. Marisol's journey through the historic city of Asunción taught her the fluidity of change and the strength of adaptation.",
    "discovered": false,
    "position": [-25.2637, -57.5759],
    "polygon": [
      [-25.299, -57.653],
      [-25.299, -57.531],
      [-25.225, -57.531],
      [-25.225, -57.653]
    ]
  },

  {
    "id": 59,
    "name": "Dakota",
    "age": 17,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/dakota.png",
    "superpower": "Electrokinesis",
    "location": "Austin",
    "background": "Dakota, a twenty-seven-year-old woman, navigated the vibrant streets of Austin, where the eclectic culture of Texas' capital city provided the perfect backdrop for her extraordinary abilities. From a young age, she possessed the power of electrokinesis, allowing her to generate and manipulate electricity at will. Dakota's journey through the dynamic city of Austin taught her the electrifying potential of change.",
    "discovered": false,
    "position": [30.2672, -97.7431],
    "polygon": [
      [30.138, -97.828],
      [30.138, -97.649],
      [30.357, -97.649],
      [30.357, -97.828]
    ]
  },

  {
    "id": 44,
    "name": "Lucia",
    "age": 26,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/lucia.png",
    "superpower": "Pyrokinesis",
    "location": "Mexico City",
    "background": "Lucia, a twenty-six-year-old woman, wandered through the vibrant streets of Mexico City, where the warmth of her extraordinary abilities contrasted with the bustling metropolis. From a young age, she possessed the power of pyrokinesis, allowing her to control and manipulate fire at will. Lucia's journey through the heart of Mexico taught her the passion and intensity of her powers.",
    "discovered": false,
    "position": [19.4326, -99.1332],
    "polygon": [
      [19.3969, -99.1895],
      [19.3969, -99.0721],
      [19.5044, -99.0721],
      [19.5044, -99.1895]
    ]
  },
  {
    "id": 67,
    "name": "Jordan",
    "age": 61,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/jordan.png",
    "superpower": "Sonic Scream",
    "location": "Dallas",
    "background": "Jordan, a thirty-one-year-old man, wandered through the bustling streets of Dallas, where the modern skyline of Texas' third-largest city echoed his extraordinary abilities. From a young age, he possessed the power of sonic scream, allowing him to emit powerful sonic blasts from his vocal cords. Jordan's journey through the vibrant city of Dallas taught him the resonance of sound.",
    "discovered": false,
    "position": [32.7767, -96.797],
    "polygon": [
      [32.681, -96.944],
      [32.681, -96.628],
      [32.948, -96.628],
      [32.948, -96.944]
    ]
  },

  {
    "id": 35,
    "name": "Raj",
    "age": 32,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/raj.png",
    "superpower": "Teleportation",
    "location": "Mumbai",
    "background": "Raj, a thirty-two-year-old man, navigated the bustling streets of Mumbai, where the chaotic energy of India's financial capital fueled his extraordinary abilities. From a young age, he possessed the gift of teleportation, allowing him to instantaneously transport himself from one location to another. Raj's journey through the vibrant tapestry of Mumbai taught him the value of connections and the power of being present.",
    "discovered": false,
    "position": [19.076, 72.8777],
    "polygon": [
      [19.059, 72.857],
      [19.093, 72.857],
      [19.093, 72.897],
      [19.059, 72.897]
    ]
  },
  {
    "id": 36,
    "name": "Li Wei",
    "age": 29,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/li_wei.png",
    "superpower": "Geomancy",
    "location": "Beijing",
    "background": "Li Wei, a twenty-nine-year-old woman, roamed the historic streets of Beijing, where the ancient art of geomancy shaped the very essence of the city. From a young age, she possessed the rare ability of geomancy, allowing her to manipulate the earth and its energies. Li Wei's journey through the cultural heart of China taught her the importance of balance and harmony in the natural world.",
    "discovered": false,
    "position": [39.9042, 116.4074],
    "polygon": [
      [39.882, 116.38],
      [39.926, 116.38],
      [39.926, 116.432],
      [39.882, 116.432]
    ]
  },
  {
    "id": 53,
    "name": "Javier",
    "age": 50,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/javier.png",
    "superpower": "Shapeshifting",
    "location": "Monterrey",
    "background": "Javier, a thirty-year-old man, wandered through the bustling streets of Monterrey, where the industrial heartbeat of Mexico pulsed through his extraordinary abilities. From a young age, he possessed the unique gift of shapeshifting, allowing him to alter his physical form at will. Javier's journey through the vibrant city of Monterrey taught him the fluidity of identity and the power of adaptation.",
    "discovered": false,
    "position": [25.6866, -100.3161],
    "polygon": [
      [25.577, -100.429],
      [25.577, -100.201],
      [25.806, -100.201],
      [25.806, -100.429]
    ]
  },

  {
    "id": 66,
    "name": "Riley",
    "age": 78,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/riley.png",
    "superpower": "Telepathy",
    "location": "Phoenix",
    "background": "Riley, a twenty-eight-year-old woman, roamed the vibrant streets of Phoenix, where the desert landscape of Arizona mirrored her extraordinary abilities. From a young age, she possessed the power of telepathy, allowing her to read and manipulate minds. Riley's journey through the dynamic city of Phoenix taught her the depth of human connection.",
    "discovered": false,
    "position": [33.4484, -112.074],
    "polygon": [
      [33.321, -112.186],
      [33.321, -111.989],
      [33.625, -111.989],
      [33.625, -112.186]
    ]
  },
  {
    "id": 51,
    "name": "Mateo",
    "age": 32,
    "gender": "Male",
    "profileimg": "src/assets/images/characters/mateo.png",
    "superpower": "Magnetism Manipulation",
    "location": "Brasília",
    "background": "Mateo, a thirty-two-year-old man, navigated the bustling streets of Brasília, where the modernist architecture of Brazil's capital city provided the perfect backdrop for his extraordinary abilities. From a young age, he possessed the power of magnetism manipulation, allowing him to control and influence magnetic fields at will. Mateo's journey through the dynamic city of Brasília taught him the magnetic pull of destiny and the power of attraction.",
    "discovered": false,
    "position": [-15.8267, -47.9218],
    "polygon": [
      [-15.889, -47.974],
      [-15.889, -47.872],
      [-15.742, -47.872],
      [-15.742, -47.974]
    ]
  },
  {
    "id": 52,
    "name": "Ana",
    "age": 68,
    "gender": "Female",
    "profileimg": "src/assets/images/characters/ana.png",
    "superpower": "Plant Manipulation",
    "location": "Caracas",
    "background": "Ana, a twenty-eight-year-old woman, roamed the vibrant streets of Caracas, where the lush greenery of Venezuela's capital city mirrored her extraordinary abilities. From a young age, she possessed the power of plant manipulation, allowing her to control and manipulate the growth of plant life. Ana's journey through the tropical city of Caracas taught her the interconnectedness of all living things.",
    "discovered": false,
    "position": [10.4806, -66.9036],
    "polygon": [
      [10.363, -67.043],
      [10.363, -66.817],
      [10.561, -66.817],
      [10.561, -67.043]
    ]
  }
]
